Repository: giellalt/corpus-sms
Catalog: prestable/tmx/sms2fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1140_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Ǩiõllkaʹlddi lij Lääʹddjânnam, Ruõcc da Taarr Sääʹmteeʹǧǧi õhttsažtuâjjhaʹŋǩǩõs, kååʹtt tuåimmai Sääʹmteeʹǧǧ parlamentaarlaž õhttsažtuâjjorgaan, Sääʹm parlamentaarlaž suåvtõõzz, vueʹlnn.
fin: Giellag áldu on Suomen, Ruotsin ja Norjan Saamelaiskäräjien yhteistyöhanke, joka toimii Saamelaiskäräjien parlamentaarisen yhteistyöelimen, Saamelaisen parlamentaarisen neuvoston, alaisuudessa.

source: Haʹŋǩǩõs jåttji 1.8.2015 da poott 31.5.2018.
fin: Hanke käynnistyi 1.8.2015 ja päättyy 31.5.2018.

source: Ǩiõllkaʹlddi-haʹŋǩǩõs teäggat õhttsažtâʹvvjânnamlaž sääʹmǩiõl ämmat- da resursskõõskõõzz Sääʹm Ǩiõllkaʹlddi tuåimmjummuužž.
fin: Giellag áldu-hanke rahoittaa yhteispohjoismaisen saamen kielen ammatti- ja resurssikeskuksen Sámi Giellagáldun (Saamen Kielikaltio) toiminnan.

source: Haʹŋǩǩõõzz vääžnai täävtõssân lij-i ainsmâʹtted Sääʹm Ǩiõllkaʹlddi põõšši tuåimmjummuužž haʹŋǩǩeeʹl ämmat- da resursskõõskõʹšše põõšši teäggtummuužž.
fin: Hankkeen keskeinen tavoite onkin varmistaa Sámi Giellagáldun pysyvä toiminta hankkimalla pysyvä rahoitus ammatti- ja resurssikeskuksen toiminnalle.

source: Ǩiõllkaʹlddi juäʹtǩǩhaʹŋǩǩõõzz teäggte EU Interreg V Tâʹvv – prograamm Sápmi- vueʹssvuʹvdd, Lappi lett, Tromssa lään de Taarr, Ruõcc da Lääʹddjânnam Sääʹmteeʹǧǧ.
fin: Giellagáldu-jatkohanketta rahoittavat EU:n Interreg V Pohjoinen - ohjelman Sápmi-osa-alue, Lapin liitto, Tromssan lääni sekä Norjan, Ruotsin ja Suomen Saamelaiskäräjät.

source: Lääʹddjânnam Sääʹmteʹǧǧ jååʹđat haʹŋǩǩõõzz da tõn obb-budjeʹtt lij 3 062 052 euʹrred.
fin: Hanketta johtaa Suomen Saamelaiskäräjät, ja hankkeen kokonaisbudjetti on 3 062 052 euroa.

source: Haʹŋǩǩõõzz täävtõõzz
fin: Hankkeen tavoitteet

source: Haʹŋǩǩõõzz pââʹjest Sääʹm Ǩiõllkaʹlddi juätkk sääʹm ǩiõllõhttsažtuâi ooudâsviikkmõõžž, koordinâʹsttmõõžž da nâânummuužž.
fin: Hankkeen aikana Sámi Giellagáldu jatkaa saamen kieliyhteistyön kehittämistä, koordinointia ja vahvistamista.

source: Sääʹm Ǩiõllkaʹlddi juätkk tuåimmjed še sääʹm meer ǩiõllaaʹšši ââʹlmõs õhttsaž mieʹrreei tuåimmorgaanân.
fin: Sámi Giellagáldu jatkaa toimintaansa myös saamen kansan kieliasioiden korkeimpana yhteisenä päättävänä toimielimenä.

source: Sääʹm Ǩiõllkaʹlddi täävtõssân lij seeilted da viikkâd ooudâs sääʹm ǩiõli kulttuurääʹrb da tuåimmjed ämmatlaž ääʹšštobddiorgaanân.
fin: Sámi Gie llagáldun tavoitteena on säilyttää ja edistää saamen kieliin liittyvää kulttuuriperintöä ja toimia ammatillisena asiantuntijaelimenä.

source: Ämmat- da resursskõõskõõzzâst lij ââʹlmõs vasttõs ǩiõllõõʹnnjid õõlǥtum sääʹmǩiõllsa ǩiõllkääzzkõõzzin še.
fin: Ammatti- ja resurssikeskuksella on myös ylin vastuu kielenkäyttäjille suunnatuista saamenkielisistä kielipalveluista.

source: Haʹŋǩǩõõzz pââʹjest Sääʹm Ǩiõllkaʹlddi tuåimmorgaanain lââʹzztum ǩiõllsuåvtõs alttad tuåimmjummuužž da juʹn ouddâl piijjum saujj-, juuʹlev-, tâʹvv-, aanar- da nuõrttsääʹm ǩiõlljuâǥǥtõõzz juäʹtǩǩe tuåimmjummuužž.
fin: Hankkeen aikana Sámi Giellagáldun toimielimiin lisätty kielineuvosto aloittaa toimintansa ja jo aiemmin perustetut etelä-, luulajan-, pohjois-, inarin- ja koltansaamen kielijaokset jatkavat toimintaansa.

source: Ǩiõlltuâjjla, koid saujjsääʹmǩiõlâst lie 2, juuʹlevsääʹmǩiõlâst 2, tâʹvvsääʹmǩiõlâst 3, aanarsääʹmǩiõlâst 1 da nuõrttsääʹmǩiõlâst 1, vaʹsttee ǩiõlltuâjast.
fin: Kielityöntekijät, joita eteläsaamessa on 2, luulajansaamessa 2, pohjoissaamessa 3, inarinsaamessa 1 ja koltansaamessa 1, vastaavat käytännön kielityöstä.

source: Haʹŋǩǩõõzz pââʹjest Sääʹm Ǩiõllkaʹlddi da Sääʹmteʹǧǧ nâânee da veʹǩǩe ooudâs sääʹmǩiõlid tiʹnt-a, što juõʹǩǩ ǩiõlljoouk oʹdinaknallšem taarbid, vaʹǯǯtõõzzid da resuursid vääʹldet lokku.
fin: Hankkeen aikana Sámi Giellagáldu ja Saamelaiskäräjät vahvistavat ja kehittävät yhdessä saamen kieliä siten, että kunkin kieliryhmän yksilölliset tarpeet, haasteet ja voimavarat huomioidaan

source: Sääʹm Ǩiõllkaʹlddi tuâi
fin: Sámi Giellagáldun tehtävät

source: Ämmat- da resursskõõskõõzz tuâi lie jeäʹrbi mieʹldd ǩiõllhuõll, ǩiõl ooudâsviikkmõš, terminologiatuâjj, normmummuš da päiʹǩǩnõmmõskääzzkõs.
fin: Ammatti- ja resurssikeskuksen tehtäviä ovat muun muassa kielenhuolto, kielen kehittäminen, terminologiatyö, normitus ja paikannimistöpalvelu.

source: Ǩiõlltuâjjla ouʹdde vuäʹppõõzzid sääʹm ǩiõli ââʹnnmõõžž pirrsaž kõõččmõõžžin da valmštâʹlle jiijjâs ǩiõl aaʹššid ǩiõlljuâǥǥtõõzzid mieʹrreemnalla.
fin: Kielityöntekijät antavat ohjeita ja neuvoja saamen kielten käyttöön liittyvissä kysymyksissä ja valmistelevat oman kielensä asioita kielijaostojen päätettäväksi.

source: Ǩiõlljuâǥǥtõõzz ouʹdde raʹvvjõõzzid sääʹm ǩiõli ââʹnnem pirrsaž aaʹššin, mâʹte normmummuužžâst da ođđ terminologiast.
fin: Kielijaostot antavat suosituksia saamen kielten käyttöön liittyvistä asioista, kuten normituksesta ja uudesta terminologiasta.

source: Sääʹm Ǩiõllkaʹlddi dommseeiʹdin www.giella.org käunnai tääʹrǩab teâđaid Sääʹm Ǩiõllkâʹlddjest da ääiʹjpoddsa teâđaid ämmat- da resursskõõskõõzz tuåimmjummuužžâst, ođđ terminologia da normmummuužžid.
fin: Sámi Giellagáldun kotisivulta www.giella.org löytyy tarkempaa tietoa Sámi Giellagáldusta ja ajankohtaista tietoa ammatti- ja resurssikeskuksen toiminnasta, uutta terminologiaa ja normituksia.

source: Sääʹm Ǩiõllkaʹlddjest lij FB-seeiʹd še www.facebook.com/SamiGiellagaldu, koon pääiʹǩ vuäitt kõõččâd sääʹm ǩiõli ââʹnnmõõžž pirr.
fin: Sámi Giellagáldulla on myös FB-sivu www.facebook.com/SamiGiellagaldu, jonka kautta voi esittää saamen kielten käyttöön liittyviä kysymyksiä.

source: Seeiʹdin teâdte Sääʹm Ǩiõllkaʹlddi tuåimmjummuužžâst še.
fin: Sivulla tiedotetaan myös Sámi Giellagáldun toiminnasta.

source: Ǩiõllkõõččmõõžžid vuäitt vuõltteed e-pååʹštaddrõʹšše info () giellagaldu.com še, leʹbe šoiʹttjed vuõiʹǧǧest Sääʹm Ǩiõllkaʹlddi ǩiõlltuâjjlaid.
fin: Kielikysymyksiä voi lähettää myös sähköpostiosoitteeseen info(at)giellagaldu.com tai soittaa suoraan Sámi Giellagáldun kielityöntekijöille.

source: Marko Marjomaa, projeʹkttšuurmõš
fin: Marko Marjomaa, projektipäällikkö

source: Mika Saijets, vaaldšemtuâjjlaž
fin: Mika Saijets, hallintotyöntekijä

source: Aanarsääʹmǩiõll
fin: Pohjoissaame
